#### NSPerMSup2 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol NÂ·s/mÂ², indicating unit Newton seconds per square meter.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId NSPerMSup2 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property NSPerMSup2 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ NSPerMSup2 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace